Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Wildcat well 6607/12-2 S is the second exploration well in production licence 127.
nb: Undersøkelsesbrønn 6607/12-2 S er den andre letebrønnen i utvinningstillatelsen 127.

source: Well 6608/11-7 S will be drilled from the Borgland Dolphin drilling facility in position 66°14’01.32” north and 8°30’47.34” east after completing the drilling of wildcat well 6407/5-2 S for OMV Norge AS in production licence 471.
nb: Brønn 6608/11-7 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 66°14’01,32” nord og 8°30’47,34” aust etter avslutting av boring av undersøkingsbrønn 6407/5-2 S for OMV Norge AS i utvinningsløyve 471.

source: The drilling program for well 6608/11-7 S concerns the drilling of a wildcat well in production licence 559.
nb: Boreprogrammet for brønn 6608/11-7 S gjeld boring av undersøkingsbrønn i utvinningsløyve 559.

source: Rocksource ASA is the operator with an ownership interest of 60 per cent.
nb: Rocksource ASA er operatør med ein del på 60 prosent.

source: The other licensees are VNG Norge AS (30 per cent) and Skagen 44 AS (10 per cent).
nb: Dei andre rettshavarane er VNG Norge AS (30 prosent) og Skagen 44 AS (10 prosent).

source: The area in this licence consists of the blocks 6608/10 and 6608/11.
nb: Arealet i dette løyvet består av blokkene 6608/10 og 6608/11.

source: The well will be drilled about six kilometres northeast of the ”Linerle” discovery and 32 kilometres northeast of the Norne field.
nb: Brønnen blir bora om lag seks kilometer nordaust for funnet ”Linerle” og 32 kilometer nordaust for Nornefeltet.

source: Production licence 559 was awarded in APA 2009.
nb: Utvinningsløyve 559 vart delt ut i TFO 2009.

source: The permit is contingent upon the operator securing all permits and consents required by other authorities before commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Norway adopts its own stringent environmental measures because no international agreement has been reached on reducing greenhouse gas emissions.
nb: Norge innfører egne og strenge miljøtiltak fordi det ikke er oppnådd internasjonal enighet om reduksjon av klimagassutslipp.

source: Oil and gas prices are low, few discoveries are made and exploration activity declines.
nb: Olje- og gassprisene er lave, det gjøres få funn, og leteaktiviteten avtar.

source: Further activity in the these waters is banned, while petroleum-free zones are introduced along the whole Norwegian coast.
nb: Det innføres petroleumsfrie soner langs hele norskekysten.

source: No new licensing rounds take place in the far north.
nb: Det blir ingen nye konsesjonsrunder i nord.

source: Because little acreage is available, discoveries are considerably fewer and smaller than expected.
nb: Fordi lite areal er tilgjengelig, blir det gjort betydelig færre og mindre funn enn forventet.

source: IOR measures are not particularly successful.
nb: Tiltak for økt utvinning er ikke særlig vellykket.

source: Well 7/11-12 S will be drilled from the Mærsk Gallant drilling facility at position 57°0’54.51’’north and 2°36’13.54” east.
nb: Brønn 7/11-12 S skal borast frå boreinnretninga Mærsk Gallant i posisjon 57°0’54,51’’nord og 2°36’13,54” aust.

source: The drilling program for well 7/11-12 S relates to the drilling of a wildcat well in production licence 301 CS.
nb: Boreprogrammet for brønn 7/11-12 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 301 CS.

source: ConocoPhillips Skandinavia AS is the operator with an ownership interest of 22 per cent.
nb: ConocoPhillips Skandinavia AS er operatør med ein del på 22 prosent.

source: The other licensees on the field are OMV (Norge AS) with 30 per cent, Dong E&P Norge AS with 28 per cent and Talisman Energy Norge AS with 20 per cent.
nb: Dei andre rettshavarane på feltet er OMV (Norge AS) med 30 prosent, Dong E&P Norge AS med 28 prosent og Talisman Energy Norge AS med 20 prosent.

source: Production licence 301 CS was carved out of production licence 301 in 2008.
nb: Utvinningsløyve 301 CS blei frådelt utvinningsløyve 301 i 2008.

source: This licence was awarded in APA 2003.
nb: Dette løyvet vart delt ut i TFO 2003.

source: The area in the production licence is located in the southern part of the North Sea, 20 kilometres southwest of the Ula field, and consists of parts of block 7/11.
nb: Arealet i utvinningsløyvet ligg i sørlig del av Nordsjøen, 20 kilometer sørvest for Ulafeltet, og består av delar av blokk 7/11.

source: Parts of the licence are divided stratigraphically, and relate to the level under Top Cretaceous.
nb: Delar av løyvet er stratigrafisk delt og gjeld nivå under topp kritt.

source: Well 7/11-12 S is the first exploration well in the production licence.
nb: Brønn 7/11-12 S er den første leitebrønnen i utvinningsløyvet.

source: Well 7120/2-3 S will be drilled from the Transocean Leader drilling facility at position 71 47` 20.97" N and 20 21´ 44.23" E.
nb: Brønn 7120/2-3 S skal borast frå boreinnretninga Transocean Leader i posisjon 71° 47' 20,97" N og 20° 21' 44,23" Ø.

source: The drilling programme for well 7120/2-3 S relates to the drilling of a wildcat well in production licence 438.
nb: Boreprogrammet for brønn 7120/2-3 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 438.

source: Lundin Norway AS is the operator with an ownership interest of 25 per cent.
nb: Lundin Norway AS er operatør med ein del på 25 prosent.

source: The other licensees are Petoro AS with 20 per cent, RWE Dea Norge AS with 20 per cent, Talisman Energy Norge AS with 17.5 per cent and Marathon Petroleum Norge AS with 17.5 per cent.
nb: Dei andre rettshavarane er Petoro AS med 20 prosent, RWE Dea Norge AS med 20 prosent, Talisman Energy Norge AS med 17,5 prosent og Marathon Petroleum Norge AS med 17,5 prosent.

source: Well 7120/2-3 S is located approximately 30 kilometres northwest of the Snøhvit field.
nb: Brønn 7120/2-3 S ligg om lag 30 kilometer nordvest for Snøhvitfeltet.

source: The production licence consists of parts of blocks 7120/1, 7120/2, 7120/3, 7120/4, 7120/5 and 7120/6.
nb: Utvinningsløyvet består av delar av blokkene 7120/1, 7120/2, 7120/3, 7120/4, 7120/5 og 7120/6.

source: Wildcat well 7120/2-3 S is the first exploration well in production licence 438.
nb: Undersøkingsbrønn 7120/2-3 S er den første leitebrønnen i utvinningsløyve 438.

source: Well 7121/9-1 will be drilled from the Aker Barents drilling facility in position 71°15’13.97” north and 21°42’41.86” east.
nb: Brønn 7121/9-1 skal borast frå boreinnretninga Aker Barents i posisjon 71°15’13,97” nord og 21°42’41,86” aust.

source: The drilling programme for well 7121/9-1 relates to drilling of a wildcat well in production licence 518.
nb: Boreprogrammet for brønn 7121/9-1 gjeld boring av undersøkningsbrønn i utvinningsløyve 518.

source: The other licensees are North Energy ASA (30 per cent), Front Exploration AS (20 per cent) and Sagex Petroleum Norge AS (10 per cent).
nb: Dei andre rettshavarane er North Energy ASA (30 prosent), Front Exploration AS (20 prosent) og Sagex Petroleum Norge AS (10 prosent).

source: The area in this licence consists of parts of blocks 7121/8, 9, 10, 11 and 12.
nb: Arealet i dette løyvet består av del av blokk 7121/8, 9, 10, 11 og 12.

source: The well will be drilled about 100 kilometres northwest of Hammerfest and about 20 kilometres west of the Goliat field.
nb: Brønnen blir bora om lag 100 kilometer nordvest for Hammerfest og om lag 20 kilometer vest for Goliatfeltet.

source: Production licence 518 was awarded in APA 2008 (23 October 2009).
nb: Utvinningsløyve 518 vart delt ut i TFO 2008 (23.oktober 2009).

source: The permit is contingent upon the operator securing all other permits and consents required by other authorities before commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7124/4-1 S will be drilled from the Aker Barents drilling facility at position 71°35’16.16” north and 24°5’56.84” east after completing the drilling of wildcat well 6508/1-2 for Det Norske Oljeselskap ASA in production licence 482.
nb: Brønn 7124/4-1 S skal borast frå boreinnretninga Aker Barents i posisjon 71°35’16,16” nord og 24°5’56,84” aust etter avslutting av boring av undersøkingsbrønn 6508/1-2 for Det Norske Oljeselskap ASA i utvinningsløyve 482.

source: The drilling program for wellbore 7124/4-1 S concens the drilling of a wildcat well in production licence 530.
nb: Boreprogrammet for brønnbane 7124/4-1 S gjeld boring av undersøkingsbrønn i utvinningsløyve 530.

source: GDF SUEZ Norge AS is the operator with a 30 per cent ownership interest.
nb: GDF SUEZ Norge AS er operatør med ein del på 30 prosent.

source: The other licensees are Rocksource ASA (20 per cent), Front Exploration AS (20 per cent), North Energy ASA (20 per cent) and Repsol Exploration Norge AS (10 per cent).
nb: Dei andre rettshavarane er Rocksource ASA (20 prosent), Front Exploration AS (20 prosent), North Energy ASA (20 prosent) og Repsol Exploration Norge AS (10 prosent).

source: The area in this licence consists of the blocks 7123/6 and 7124/4.
nb: Arealet i dette løyvet består av blokkene 7123/6 og 7124/4.

source: The well will be drilled about 100 kilometres north of Hammerfest and about 70 kilometres northeast of the Goliat field.
nb: Brønnen blir bora om lag 100 kilometer nord for Hammerfest og om lag 70 kilometer nordaust for Goliatfeltet.

source: Production licence 530 was awarded in the 20th licensing round.
nb: Utvinningsløyve 530 vart delt ut i 20. konsesjonsrunde.

source: The permit is contingent upon the operator securing all permits and consents required by other authorities prior to commencing drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Wellbore 7220/5-1 will be drilled from the Aker Barents drilling facility at position 72 31` 00.78" N and 20 20´ 28.55" E.
nb: Brønnbanen 7220/5-1 skal bores fra boreinnretninga Aker Barents i posisjon 72 31` 00,78" N og 20 20´ 28,55" Ø.

source: The drilling program for wellbore 7220/5-1 applies to drilling of an appraisal well in production licence 532.
nb: Boreprogrammet for brønn 7220/5-1 gjeld boring av ein avgrensingsbrønn i utvinningsløyve 532.

source: Well 7220/5-1 lies about 100 kilometres north-west of the Snøhvit field and about three kilometres north of discovery well 7220/8-1.
nb: Brønn 7220/5-1 ligg omtrent 100 kilometer nordvest for Snøhvitfeltet og omtrent tre kilometer nord for funnbrønnen 7220/8-1.

source: The production licence consists of blocks 7219/9, 7220/4, 7220/5, 7220/7 and 7220/8.
nb: Utvinningsløyva består av blokkene 7219/9, 7220/4, 7220/5, 7220/7 og 7220/8.

source: Wildcat well 7220/5-1 is the third exploration well in production licence 532.
nb: Undersøkingsbrønn 7220/5-1 er den tredje leitebrønnen i utvinningsløyve 532.

source: The drilling permit is contingent upon permits and consents required by other authorities being secured before the drilling starts.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Contact in the NPD Kristian Runestad, tel.: +47 51876027
nb: Kontaktperson I OD Kristian Runestad, tlf 51 87 60 27

source: Wellbore 7220/7-1 will be drilled from the drilling facility Aker Barents in position 72 27` 37.91" N and 20 09´ 08.69" E.
nb: Brønn 7220/7-1 skal bores fra boreinnretningen Aker Barents i posisjon 72 27` 37,91" N og 20 09´ 08,69" Ø.

source: The drilling program for wellbore 7220/7-1 applies to the drilling of a wildcat well in production licence 532.
nb: Boreprogrammet for brønn 7220/7-1 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 532.

source: Well 7220/7-1 is located about 100 kilometres northwest of the Snøhvit field.
nb: Brønn 7220/7-1 ligger omtrent 100 kilometer nordvest for Snøhvitfeltet.

source: The production licence consists of the blocks 7219/9, 7220/4, 7220/5, 7220/7 and 7220/8.
nb: Utvinningstillatelsen består av blokkene 7219/9, 7220/4, 7220/5, 7220/7 og 7220/8.

source: Wildcat well 7220/7-1 is the second exploration well in production licence 532.
nb: Undersøkelsesbrønn 7220/7-1 er den andre letebrønnen i utvinningstillatelsen 532.

source: Well 7220/8-1 will be drilled from the drilling facility Polar Pioneer at position 72o 29` 28.92" north and 20o 20´ 02.25" east.
nb: Brønn 7220/8-1 skal borast frå boreinnretninga Polar Pioneer i posisjon 72o 29` 28,92" nord og 20o 20´ 02,25" aust.

source: The drilling program for well 7220/8-1 concerns the drilling of a wildcat well in production licence 532.
nb: Boreprogrammet for brønn 7220/8-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 532.

source: Statoil Petroleum AS is the operator with 50 per cent ownership interest.
nb: Statoil Petroleum AS er operatør med ein del på 50 prosent.

source: The other licensees are Eni Norge AS with 30 per cent and Petoro AS with 20 per cent.
nb: Dei andre rettshavarane er Eni Norge AS med 30 prosent og Petoro AS med 20 prosent.

source: Well 7220/8-1 is located approximately 100 kilometres northwest of the Snøhvit field.
nb: Brønn 7220/8-1 ligg omtrent 100 kilometer nordvest for Snøhvitfeltet.

source: The production licence consists of the blocks 7219/9, 7220/4, 7220/5, 7220/7 and 7220/8, and was awarded in the 20th licensing round.
nb: Utvinningsløyvet består av blokkene 7219/9, 7220/4, 7220/5, 7220/7 og 7220/8, og vart delt ut i 20. konsesjonsrunde.

source: Wildcat well 7220/8-1 is the first exploration well in production licence 532.
nb: Undersøkingsbrønn 7220/8-1 er den første leitebrønnen i utvinningsløyve 532.

source: Well 7225/3-1 will be drilled from the West Phoenix drilling facility at position 72o 54´ 58.35" north and 25o 52´ 02.70" east.
nb: Brønn 7225/3-1 skal borast frå boreinnretninga West Phoenix i posisjon 72o 54´ 58,35" nord og 25o 52´ 02,70" aust.

source: The drilling programme for well 7225/3-1 concerns the drilling of a wildcat well in production licence 535.
nb: Boreprogrammet for brønn 7225/3-1 gjeld boring av en undersøkingsbrønn i utvinningsløyve 535.

source: Total E&P Norge AS is the operator with a 40 per cent ownership interest.
nb: Total E&P Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are North Energy ASA with 20 per cent, Rocksource ASA with 20 per cent and Det norske oljeselskap ASA with 20 per cent.
nb: Dei andre rettshavarane er North Energy ASA med 20 prosent, Rocksource ASA med 20 prosent og Det norske oljeselskap ASA med 20 prosent.

source: Well 7225/3-1 is located approximately 300 kilometres northeast of Hammerfest.
nb: Brønn 7225/3-1 ligg omtrent 300 kilometer nordaust for Hammerfest.

source: The production licence consists of the blocks 7225/3 and 7226/1.
nb: Utvinningsløyvet består av blokkane 7225/3 og 7226/1.

source: Wildcat well 7225/3-1 is the first exploration well in production licence 535.
nb: Undersøkingsbrønn 7225/3-1 er den første leitebrønnen i utvinningsløyve 535.

source: Well 9/1-1 S will be drilled from the Bredford Dolphin drilling facility in position 57°35’37.02’’N and 4°00’56.05”E.
nb: Brønn 9/1-1 S skal borast frå boreinnretninga Bredford Dolphin i posisjon 57°35’37,02’’N og 4°00’56,05”Ø.

source: The drilling program for well 9/1-1 S concerns the drilling of a wildcat well in production licence 406.
nb: Boreprogrammet for brønn 9/1-1 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 406.

source: Premier Oil Norge AS is the operator with a 40 per cent ownership interest.
nb: Premier Oil Norge AS er operatør med 40 prosent del.

source: The other licensees are Skeie Energy AS with 40 per cent and Spring Energy Exploration AS with 20 per cent.
nb: Rettshavarar er Skeie Energy AS med 40 prosent og Spring Energy Exploration AS med 20 prosent.

source: Production licence 406 was awarded in APA 2006.
nb: Utvinningsløyve 406 blei tildelt i TFO 2006.

source: The area in this production licence is located in the southeastern part of the North Sea.
nb: Arealet i dette utvinningsløyvet ligg i søraustleg del av Nordsjøen.

source: It consists of parts of blocks 8/3, 9/1, 17/12, 18/10 and 18/11.
nb: Det består av delar av blokkene 8/3, 9/1, 17/12, 18/10 og 18/11.

source: Well 9/1-1 S is the first exploration well to be drilled in this production licence.
nb: Brønn 9/1-1 S er den første leitebrønnen i dette utvinningsløyvet.

source: Well 16/1-16 will be drilled from the drilling facility Bredford Dolphin at position 58°54’47.767’’ north 02°15’54.649’’ east for Wintershall Norge AS in production licence 457.
nb: Brønn 16/1-16 skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°54’47,767’’ nord 02°15’54,649’’ aust for Wintershall Norge AS i utvinningsløyve 457.

source: The drilling program for well 16/1-16 relates to drilling of a wildcat well in production licence 457.
nb: Boreprogrammet for brønn 16/1-16 gjeld boring av undersøkingsbrønn i utvinningsløyve 457.

source: Wintershall is the operator with a 40 per cent ownership interest.
nb: Wintershall er operatør med 40 prosent del.

source: The other licensees are E.ON E&P Norway AS, Bridge Energy Norway AS and VNG Norge AS, all with 20 per cent each.
nb: Dei andre rettshavarane er E.ON E&P Norge AS, Bridge Energy Norge AS og VNG Norge AS alle med 20 prosent kvar.

source: The area in this licence includes parts of block 16/1.
nb: Arealet i dette løyvet består av delar av blokk 16/1.

source: The well will be drilled approximately 3 kilometres north of the Edvard Grieg field and approximately 3 kilometres east of the oil discovery 16/1-9 Ivar Aasen in the central part of the North Sea.
nb: Brønnen blir bora om lag 3 kilometer nord for Edvard Griegfeltet og om lag 3 kilometer øst for oljefunnet 16/1-9 Ivar Aasen i midtre del av Nordsjøen.

source: Production licence 457 was awarded on 29 February 2008 (APA 2007).
nb: Utvinningsløyve 457 vart delt ut 29. februar 2008 (TFO 2007).

source: This is the first well to be drilled within the area of the licence.
nb: Dette er den fyrste brønnen som blir bora innafor løyvet sitt areal.

source: Text: Terje Sørenes
nb: KRONIKK: Terje Sørenes, seniorøkonom i OD

source: Human-induced climate change is like most other environmental problems in that those who release greenhouse gases contribute to the problem without being exposed to its full cost.
nb: Menneskeskapte klimaendringer karakteriseres, som de fleste andre miljøproblemer, ved at de som slipper ut klimagasser bidrar til at klimaet endres uten at de selv eksponeres for alle kostnadene knyttet til klimaendringene.

source: In this way, emitters impose an economic burden on the world’s population and on future generations for which they do not have to pay themselves.
nb: Slik påfører de verdens befolkning og framtidige generasjoner en kostnad som de selv ikke betaler for.

source: Annual global emissions of greenhouse gases now total some 40 million tonnes of carbon equivalent.
nb: Samlede globale utslipp av klimagasser utgjør nå rundt 40 millioner tonn CO2-ekvivalenter.

source: According to the UN’s Intergovernmental Panel on Climate Change (IPCC), this figure must be reduced by 50-80 per cent before 2050.
nb: Ifølge FNs klimapanel må utslippene kuttes med 50-80 prosent innen 2050 for at den globale oppvarmingen ikke skal overstige to grader, noe som tilsvarer tre-seks grader varmere vintervær i Norge.

source: However, a number of factors make such pricing difficult, not least the fact that climate change is global in terms of both causes and effects.
nb: • Klimaendringer har global effekt - både årsaker og virkninger er globale.

source: The impact of an extra tonne of greenhouse gases is the same regardless of where in the world it gets released.
nb: Virkningene av et ekstra tonn med klimagasser er uavhengig av hvor i verden gassene slippes ut.

source: A great many players are thereby involved, making it difficult to reach agreement on the measures to be adopted and on their form.
nb: Dermed vil svært mange aktører være involvert.

source: Second, the effects of climate change are persistent and develop over time.
nb: • Virkningene av klimaen- dringene er vedvarende og utvikler seg over tid.

source: Today’s emissions will therefore also affect future generations.
nb: Dermed vil virkningene av dagens utslipp også påvirke framtidige generasjoner.

source: Effective Putting a global price on greenhouse gas emissions, either by direct taxes or through trading, could be an effective way of stabilising or reducing them.
nb: En slik pris kan enten være en direkte skatt på utslipp eller en kvotepris.

source: In the short term, cutting fossil energy consumption will probably call for wider action than simply coming up with new technology.
nb: Redusert bruk av fossil energi vil på kort sikt trolig bety mer enn utvikling av ny teknologi.

source: Reaching agreement on common global taxes, direct or indirect, has so far proved impossible.
nb: Det har så langt ikke vært mulig å bli enige om felles globale skatter og avgifter.

source: One strategy might be to continue developing today’s ETS market in a global direction.
nb: En strategi kan være å videreutvikle dagens utslippskvotemarked i en global retning.

source: As a result, the MIT study concludes that CCS solutions are crucial for meeting higher global energy demand without releasing more greenhouse gases.
nb: I MITs studie blir derfor CO2-fangst- og lagringsteknologi nøkkelen til at verdens økende energibehov kan møtes uten økte CO2-utslipp.

source: The tax rate applied in the MIT analysis starts at USD 25 (in 1997 money) per tonne of carbon equivalent in 2015, with a four per cent real rise in value per annum thereafter.
nb: Nivået på avgiften som MIT bruker i analysen starter på 25 dollar (1997-verdier) per tonn CO2-ekvivalenter i 2015 med en reell verdistigning på fire prosent hvert år framover.

source: A similar picture is revealed in another study carried out by Swedish power utility Vattenfall and the McKinsey consultancy.
nb: En studie gjennomført av energiselskapet Vattenfall og konsulentselskapet McKinsey viser det samme bildet.

source: This looked at what would be required to reduce global greenhouse gas emissions by 27 billion tonnes of carbon equivalent up to 2030, and thereby limit the rise in temperature to 2°C.
nb: Denne studien tar for seg hva som skal til for å redusere de globale utslippene av klimagasser med 27 milliarder tonn CO2-ekvivalenter innen 2030.

source: The conclusion is that such a target is fully attainable at a price of less than EUR 40 per tonne of carbon equivalent.
nb: Studien viser at det er fullt mulig å nå dette målet med en pris på under 40 euro per tonn CO2-ekvivalenter (cirka 330 kroner).

source: More than two-thirds of possible cuts up to 2030 can be achieved with existing technology.
nb: Før 2030 vil mer enn to tredeler av mulige kutt skje med eksisterende teknologi.

source: Reductions based on new technological solutions would primarily come later.
nb: Kutt på grunnlag av ny teknologi vil hovedsakelig komme etter 2030.

source: Cuts are not possible without contributions from rapidly-growing economies such as China, India and Brazil.
nb: Utslippskuttene er ikke mulige uten bidrag fra land med raskt voksende økonomier som Kina, India og Brasil.

source: Well 16/1-16 A will be drilled from the Bredford Dolphin drilling installation at position 58°54’47.77" north 02°15’54.65’’ east of Wintershall Norge AS in drilling permit 457.
nb: Brønn 16/1-16 A skal borast frå boreinnretninga Bredford Dolphin i posisjon 58°54’47,77’’ nord 02°15’54,65’’ aust for Wintershall Norge AS i utvinningsløyve 457.
